Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Do not provide DHCPv4 services on this interface.
sv: Tillhandahåll inte DHCPv4-tjänster på det här gränssnittet.

source: Do not proxy any <abbr title="Neighbour Discovery Protocol">NDP</abbr> packets.
sv: Proxyförmedla inga <abbr title="Neighbour Discovery Protocol">NDP</abbr>-paket.

source: Do not send a Release when restarting
sv: Skicka inte Release vid omstart

source: Do not send a hostname
sv: Skicka inget värdnamn

source: Do not send any <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr> messages on this interface.
sv: Skicka inga <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>-meddelanden på det här gränssnittet.

source: Do you really want to delete "%s" ?
sv: Vill du verkligen radera "%s" ?

source: Do you really want to delete the "%s" directory recursively?
sv: Vill du verkligen ta bort katalogen ”%s” rekursivt?

source: Do you really want to delete the following SSH key?
sv: Vill du verkligen ta bort följande SSH-nyckel?

source: Do you really want to erase all settings?
sv: Vill du verkligen radera alla inställningar?

source: Domain required
sv: Domän krävs

source: Domain whitelist
sv: Tillåtelselista för domäner

source: Don't Fragment
sv: Fragmentera inte

source: Don't actually execute ifconfig
sv: Kör inte ifconfig i praktiken

source: Don't add routes automatically
sv: Lägg inte till rutter automatiskt

source: Don't cache --askpass or --auth-user-pass passwords
sv: Cacha inte lösenord för --askpass eller --auth-user-pass

source: Don't drop incoming tun packets with same destination as host
sv: Släpp inte inkommande tun-paket med samma destination som värden

source: Don't inherit global push options
sv: Ärv inte globala push-alternativ

source: Don't log timestamps
sv: Logga inte tidsstämplar

source: Don't pull routes automatically
sv: Hämta inte rutter automatiskt

source: Don't re-read key on restart
sv: Läs inte om nyckel vid omstart

source: Don't warn on ifconfig inconsistencies
sv: Varna inte för inkonsekvenser i ifconfig

source: Download backup
sv: Ladda ner säkerhetskopia

source: Download failed: %s
sv: Hämtningen misslyckades: %s

source: Download mtdblock
sv: Hämta mtdblock

source: Download peer configuration file
sv: Hämta konfigurationsfil för jämlike

source: Downstream SNR offset
sv: SNR-förskjutning nedströms

source: Drag and drop an ovpn config file here
sv: Dra och släpp en ovpn-konfigurationsfil här

source: Drag or paste a valid <em>*.conf</em> file below to configure the local WireGuard interface.
sv: Dra eller klistra in en giltig <em>*.conf</em>-fil nedan för att konfigurera det lokala WireGuard-gränssnittet.

source: Drop all gratuitous ARP frames, for example if there’s a known good ARP proxy on the network and such frames need not be used or in the case of 802.11, must not be used to prevent attacks.
sv: Kassera alla gratuitous ARP-ramar, till exempel om det finns en känd fungerande ARP-proxy i nätverket och sådana ramar inte behövs eller, i fallet 802.11, inte får användas för att förhindra attacker.

source: Drop all unsolicited neighbor advertisements, for example if there’s a known good NA proxy on the network and such frames need not be used or in the case of 802.11, must not be used to prevent attacks.
sv: Kassera alla oombedda Neighbor Advertisement-meddelanden, till exempel om det finns en känd fungerande NA-proxy i nätverket och sådana meddelanden inte behövs eller, i fallet 802.11, inte får användas för att förhindra attacker.

source: Drop gratuitous ARP
sv: Kassera gratuitous ARP

source: Drop layer 2 multicast frames containing IPv4 unicast packets.
sv: Kassera lager 2-multicastramar som innehåller IPv4-unicastpaket.

source: Drop layer 2 multicast frames containing IPv6 unicast packets.
sv: Kassera lager 2-multicastramar som innehåller IPv6-unicastpaket.

source: Drop nested IPv4 unicast
sv: Kassera kapslad IPv4-unicast

source: Drop nested IPv6 unicast
sv: Kassera kapslad IPv6-unicast

source: Drop unsolicited NA
sv: Kassera oombedda NA

source: Dropbear Instance
sv: Dropbear-instans

source: Dropbear offers <abbr title="Secure Shell">SSH</abbr> network shell access and an integrated <abbr title="Secure Copy">SCP</abbr> server
sv: Dropbear erbjuder kommandoskal över nätverket via <abbr title="Secure Shell">SSH</abbr> och en integrerad <abbr title="Secure Copy">SCP</abbr>-server

source: Dump cache on SIGUSR1, include requesting IP.
sv: Dumpa cache vid SIGUSR1 och inkludera begärande IP-adress.

source: Dynamic <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
sv: Dynamisk <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>

source: Dynamic Authorization Extension client.
sv: Klient för Dynamic Authorization Extension.

source: Dynamic Authorization Extension port.
sv: Port för Dynamic Authorization Extension.

source: Dynamic Authorization Extension secret.
sv: Hemlighet för Dynamic Authorization Extension.

source: Dynamic load balance
sv: Dynamisk belastningsutjämning

source: Dynamic tunnel
sv: Dynamisk tunnel

source: Dynamically allocate DHCP addresses for clients. If disabled, only clients having static leases will be served.
sv: Tilldela DHCP-adresser dynamiskt till klienter. Om detta är inaktiverat betjänas endast klienter med statiska leasingavtal.

source: E.g. <code>br-vlan</code> or <code>brvlan</code>.
sv: T.ex. <code>br-vlan</code> eller <code>brvlan</code>.

source: E.g. eth0, eth1
sv: T.ex. eth0, eth1

source: EA-bits length
sv: Längd på EA-bitar

source: EAP-Method
sv: EAP-metod

source: Each STA is assigned its own AP_VLAN interface.
sv: Varje STA tilldelas ett eget AP_VLAN-gränssnitt.

source: Each key is stored as a file in %s.
sv: Varje nyckel lagras som en fil i %s.

source: Each software repository public key (from official or third party repositories) allows packages in lists signed by it to be installed by the package manager.
sv: Varje publik nyckel för ett programförråd (officiellt eller från tredje part) gör att pakethanteraren kan installera paket från listor som signerats med nyckeln.

source: Echo parameters to log
sv: Eka parametrar till logg

source: Edit IP set
sv: Redigera IP-uppsättning

source: Edit Match
sv: Redigera matchning

source: Edit PXE/TFTP/BOOTP Host
sv: Redigera PXE/TFTP/BOOTP-värd

source: Edit UC
sv: Redigera UC

source: Edit VC
sv: Redigera VC

source: Edit peer
sv: Redigera jämlike

source: Edit static lease
sv: Redigera statiskt leasingavtal

source: Edit tag
sv: Redigera tagg

source: Edit the raw configuration data above to fix any error and hit "Save" to reload the page.
sv: Redigera de råa konfigurationsdata ovan för att rätta eventuella fel och klicka på ”Spara” för att läsa om sidan.

source: Edit this network
sv: Redigera det här nätverket

source: Edit wireless network
sv: Redigera trådlöst nätverk

source: Egress
sv: Utgående

source: Egress QoS mapping
sv: QoS-mappning för utgående trafik

source: Either a prefix length hint (e.g. 56) only, whereby the operator selects the prefix, or specify a prefix also (e.g. %s)
sv: Ange antingen endast en ledtråd om prefixlängd (t.ex. 56), varvid operatören väljer prefixet, eller ange även ett prefix (t.ex. %s)

source: Emergency
sv: Nödsituation

source: Emits netlink IP ADDR miss notifications
sv: Skickar netlink-meddelanden om saknad IP ADDR

source: Emits netlink LLADDR miss notifications
sv: Skickar netlink-meddelanden om saknad LLADDR

source: Empirically measure MTU
sv: Mät MTU empiriskt

source: Enable / Disable peer. Restart wireguard interface to apply changes.
sv: Aktivera/inaktivera jämlike. Starta om WireGuard-gränssnittet för att tillämpa ändringarna.

source: Enable <abbr title="Internet Group Management Protocol">IGMP</abbr> snooping
sv: Aktivera <abbr title="Internet Group Management Protocol">IGMP</abbr>-snooping

source: Enable <abbr title="Secure Shell">SSH</abbr> service instance
sv: Aktivera <abbr title="Secure Shell">SSH</abbr>-tjänsteinstans

source: Enable <abbr title="Spanning Tree Protocol">STP</abbr>
sv: Aktivera <abbr title="Spanning Tree Protocol">STP</abbr>

source: Enable <abbr title="Stateless Address Auto Config">SLAAC</abbr>
sv: Aktivera <abbr title="Stateless Address Auto Config">SLAAC</abbr>

source: Enable AP Isolation to isolate wireless clients connected to this Batman VLAN on this AP from wireless clients connected to this Batman VLAN on different APs. To isolate all wireless clients connected to this Batman VLAN on all APs from each other, be sure to enable this option on all APs, and be sure to enable additional wireless client isolation options ('isolate' and 'bridge_isolate') for all associated wireless interfaces on all APs.
sv: Aktivera AP-isolering för att isolera trådlösa klienter som är anslutna till detta Batman-VLAN på den här AP:n från trådlösa klienter som är anslutna till samma Batman-VLAN på andra AP:er. För att isolera alla trådlösa klienter i detta Batman-VLAN på samtliga AP:er från varandra måste alternativet aktiveras på alla AP:er, liksom de ytterligare klientisoleringsalternativen ”isolate” och ”bridge_isolate” för alla berörda trådlösa gränssnitt på alla AP:er.

source: Enable DNS lookups
sv: Aktivera DNS-uppslag

source: Enable Debugmode
sv: Aktivera felsökningsläge

source: Enable HE.net dynamic endpoint update
sv: Aktivera dynamisk uppdatering av HE.net-slutpunkt

source: Enable IPv6
sv: Aktivera IPv6

source: Enable IPv6 negotiation
sv: Aktivera IPv6-förhandling

source: Enable IPv6 negotiation on the PPP link
sv: Aktivera IPv6-förhandling på PPP-länken

source: Enable IPv6 segment routing
sv: Aktivera IPv6-segmentroutning

source: Enable Instance
sv: Aktivera instans

source: Enable Jumbo Frame passthrough
sv: Aktivera genomsläpp av jumboramar

source: Enable MAC address learning
sv: Aktivera inlärning av MAC-adresser

source: Enable NTP client
sv: Aktivera NTP-klient

source: Enable OpenSSL hardware crypto engines
sv: Aktivera OpenSSL:s kryptomotorer för maskinvara

source: Enable Path MTU discovery
sv: Aktivera Path MTU Discovery

source: Enable Private PSK (PPSK)
sv: Aktivera Private PSK (PPSK)

source: Enable Single DES
sv: Aktivera Single DES

source: Enable Static Key encryption mode (non-TLS)
sv: Aktivera krypteringsläge med statisk nyckel (utan TLS)

source: Enable TFTP server
sv: Aktivera TFTP-server

source: Enable TLS and assume client role
sv: Aktivera TLS och anta klient-roll

source: Enable TLS and assume server role
sv: Aktivera TLS och anta serverrollen

source: Enable VLAN filtering
sv: Aktivera VLAN-filtrering

source: Enable VLAN functionality
sv: Aktivera VLAN-funktionalitet

source: Enable WPS pushbutton, requires WPA(2)-PSK/WPA3-SAE
sv: Aktivera WPS-tryckknapp, kräver WPA(2)-PSK/WPA3-SAE

source: Enable Yggdrasil Jumper
sv: Aktivera Yggdrasil Jumper

source: Enable automatic redirection of <abbr title="Hypertext Transfer Protocol">HTTP</abbr> requests to <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr> port.
sv: Aktivera automatisk omdirigering av <abbr title="Hypertext Transfer Protocol">HTTP</abbr>-förfrågningar till <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr>-port.

source: Enable downstream delegation of IPv6 prefixes available on this interface
sv: Aktivera nedströms delegering av IPv6-prefix som är tillgängliga på det här gränssnittet

source: Enable internal datagram fragmentation
sv: Aktivera intern datagramfragmentering

source: Enable key reinstallation (KRACK) countermeasures
sv: Aktivera motåtgärder för ominstallation av nyckel (KRACK)

source: Enable learning and aging
sv: Aktivera inlärning och åldring

source: Enable management interface on <em>IP</em> <em>port</em>
sv: Aktivera hanteringsgränssnitt på <em>IP</em> <em>port</em>

source: Enable mirroring of incoming packets
sv: Aktivera spegling av inkommande paket

source: Enable mirroring of outgoing packets
sv: Aktivera spegling av utgående paket

source: Enable multicast fast leave
sv: Aktivera snabb multicast-leave

source: Enable multicast querier
sv: Aktivera multicast-frågeställare

source: Enable multicast support
sv: Aktivera multicast-stöd

source: Enable node info privacy so that only items specified in "Node info" are sent back. Otherwise defaults including the platform, architecture and Yggdrasil version are included.
sv: Aktivera integritet för nodinformation så att endast uppgifter som anges under ”Nodinformation” skickas tillbaka. Annars inkluderas standarduppgifter som plattform, arkitektur och Yggdrasil-version.

source: Enable or disable DHCPv4 services on this interface.
sv: Aktivera eller inaktivera DHCPv4-tjänster på det här gränssnittet.

source: Enable packet steering across CPUs. May help or hinder network speed.
sv: Aktivera paketstyrning mellan CPU:er. Det kan förbättra eller försämra nätverkshastigheten.

source: Enable password policy
sv: Aktivera lösenordspolicy

source: Enable promiscuous mode
sv: Aktivera promiskuöst läge

source: Enable rx checksum
sv: Aktivera RX-kontrollsumma

source: Enable support for multicast traffic (optional).
sv: Aktivera stöd för multicast-trafik (valfritt).

source: Enable the DF (Don't Fragment) flag of the encapsulating packets.
sv: Aktivera DF-flaggan (Don’t Fragment) för de inkapslande paketen.

source: Enable the built-in single-instance TFTP server.
sv: Aktivera den inbyggda TFTP-servern med en instans.

source: Enable this network
sv: Aktivera det här nätverket

source: Enable to minimise the chance of prefix change after a restart
sv: Aktivera för att minska risken för prefixändring efter en omstart

source: Enable tx checksum
sv: Aktivera TX-kontrollsumma

source: Enable unicast flooding
sv: Aktivera unicast-flooding

source: Enabled (all CPUs)
sv: Aktiverad (alla CPU:er)

source: Enabled (workaround mode)
sv: Aktiverad (kompatibilitetsläge)

source: Enables IGMP snooping on this bridge
sv: Aktiverar IGMP-snooping på den här bryggan

source: Enables fast roaming among access points that belong to the same Mobility Domain
sv: Aktiverar snabb roaming mellan åtkomstpunkter som tillhör samma Mobility Domain

source: Enables more efficient, group aware multicast forwarding infrastructure in batman-adv.
sv: Aktiverar en effektivare, gruppmedveten infrastruktur för multicast-vidarebefordran i batman-adv.

source: Enables the Spanning Tree Protocol on this bridge
sv: Aktiverar Spanning Tree Protocol på den här bryggan

source: Encap 2+3
sv: Inkapsling 2+3

source: Encap 3+4
sv: Inkapsling 3+4

source: Encapsulation limit
sv: Inkapslingsgräns

source: Encapsulation mode
sv: Inkapslingsläge

source: Encountering chosen DHCP %s (or also its %s) from clients triggers dnsmasq to set alphanumeric %s.
sv: När valt DHCP-%s (eller även dess %s) tas emot från klienter får det dnsmasq att ange alfanumeriskt %s.

source: Encrypt and authenticate all control channel packets with the key
sv: Kryptera och autentisera alla paket i kontrollkanalen med nyckeln

source: Encrypt and authenticate all control channel packets with the key, version 2.
sv: Kryptera och autentisera alla paket i kontrollkanalen med nyckeln, version 2.

source: Encryption cipher for packets
sv: Krypteringschiffer för paket

source: Endpoint Host
sv: Slutpunktsvärd

source: Endpoint Port
sv: Slutpunktsport

source: Endpoint setting is invalid
sv: Slutpunktsinställningen är ogiltig

source: Enforce IGMPv1
sv: Påtvinga IGMPv1

source: Enforce IGMPv2
sv: Påtvinga IGMPv2

source: Enforce IGMPv3
sv: Påtvinga IGMPv3

source: Enforce MLD version 1
sv: Tvinga MLD version 1

source: Enforce MLD version 2
sv: Tvinga MLD version 2

source: Ensure MTU does not exceed that of parent interface
sv: Se till att MTU inte överstiger det överordnade gränssnittets MTU

source: Enter custom value
sv: Ange eget värde

source: Enter custom values
sv: Ange egna värden

source: Entry
sv: Post

source: Erasing...
sv: Raderar...

source: Error getting PublicKey
sv: Fel vid hämtning av PublicKey

source: Example: <code>100 dns.example.com 2001:db8::53,192.168.1.53 alpn=doq port=853</code>
sv: Exempel: <code>100 dns.example.com 2001:db8::53,192.168.1.53 alpn=doq port=853</code>

source: Exclude interfaces
sv: Inkludera inte dessa gränssnitt

source: Execute shell cmd after routes are added
sv: Kör skal-kommando efter att rutterna har lagts till

source: Execute shell command on remote IP change
sv: Kör skalkommando när fjärr-IP ändras

source: Executed in server mode on new client connections, when the client is still untrusted
sv: Körs i serverläge vid nya klientanslutningar när klienten ännu inte är betrodd

source: Executed in server mode whenever an IPv4 address/route or MAC address is added to OpenVPN's internal routing table
sv: Körs i serverläge varje gång en IPv4-adress/-rutt eller MAC-adress läggs till i OpenVPN:s interna routningstabell

source: Execution of various network commands to check the connection and name resolution to other systems.
sv: Körning av olika nätverkskommandon för att kontrollera anslutning och namnuppslagning till andra system.

source: Execution order of this IP rule: lower numbers go first
sv: Körordning för den här IP-regeln: lägre nummer körs först

source: Exempt {loopback_slash_8_v4} and {localhost_v6} from rebinding checks, e.g. for <abbr title="Real-time Block List">RBL</abbr> services.
sv: Undanta {loopback_slash_8_v4} och {localhost_v6} från kontroller av DNS-återbindning, t.ex. för <abbr title="Real-time Block List">RBL</abbr>-tjänster.

source: Existing device
sv: Befintlig enhet

source: Exit on TLS negotiation failure
sv: Avsluta om TLS-förhandlingen misslyckas

source: Expand hosts
sv: Expandera värdar

source: Expand menu
sv: Expandera menyn

source: Expect netlink reply to add MAC address into VXLAN FDB
sv: Förvänta netlink-svar för att lägga till MAC-adressen i VXLAN-FDB

source: Expect netlink reply to add destination IP address into Neighbour table
sv: Förvänta netlink-svar för att lägga till destinations-IP-adressen i granntabellen

source: Expected port number.
sv: Förväntat portnummer.

source: Expecting a hexadecimal assignment hint
sv: Förväntar en hexadecimal tilldelningsledtråd

source: Expecting a valid MAC address, optionally including wildcards
sv: Förväntar en giltig MAC-adress, eventuellt med jokertecken

source: Expecting two priority values separated by a colon
sv: Förväntar två prioritetsvärden åtskilda med kolon

source: Expecting: %s
sv: Förväntat: %s

source: Experimental view
sv: Experimentell vy

source: Expert Settings
sv: Expertinställningar

source: Expiry time of leased addresses, minimum is 2 minutes (<code>2m</code>).
sv: Giltighetstid för leasade adresser; minimum är 2 minuter (<code>2m</code>).

source: Extend 3GPP WAN interface /64 prefix via PD to LAN (RFC 7278)
sv: Utöka 3GPP-WAN-gränssnittets /64-prefix via PD till LAN (RFC 7278)

source: Extend prefix
sv: Utöka prefix

source: Extend short TTL values to the seconds value given when caching them. Use with caution.
sv: Förläng korta TTL-värden till det angivna antalet sekunder när de cachas. Använd med försiktighet.

source: External R0 Key Holder List
sv: Extern lista över R0-nyckelhållare

source: External R1 Key Holder List
sv: Extern lista över R1-nyckelhållare

source: External system log server
sv: Extern systemloggserver

source: External system log server port
sv: Port för extern systemloggserver

source: External system log server protocol
sv: Protokoll för extern systemloggserver

source: Externally managed interface
sv: Externt hanterat gränssnitt

source: Extra DHCP logging
sv: Extra DHCP-loggning

source: Extra SSH command options
sv: Extra alternativ för SSH-kommandot

source: Extra config
sv: Extra konfiguration

source: Extra pppd options
sv: Extra pppd-alternativ

source: Extra sstpc options
sv: Extra sstpc-alternativ

source: FDB entry lifetime
sv: Livslängd för FDB-post

source: FT over DS
sv: FT över DS

source: FT over the Air
sv: FT över radio

source: FT protocol
sv: FT-protokoll

source: Failed Reason
sv: Orsak för misslyckandet

source: Failed to change the system password.
sv: Byte av systemlösenord misslyckades.

source: Failed to configure modem
sv: Det gick inte att konfigurera modemet

source: Failed to confirm apply within %ds, waiting for rollback…
sv: Det gick inte att bekräfta tillämpningen inom %d s, väntar på återställning…

source: Failed to connect
sv: Det gick inte att ansluta

source: Failed to create directory: %s
sv: Det gick inte att skapa katalogen: %s

source: Failed to disconnect
sv: Det gick inte att koppla från

source: Failed to execute "/etc/init.d/%s %s" action: %s
sv: Det gick inte att köra åtgärden ”/etc/init.d/%s %s”: %s

source: Failed to fetch key
sv: Det gick inte att hämta nyckeln

source: Failed to get modem information
sv: Det gick inte att hämta modeminformation

source: Failed to initialize modem
sv: Det gick inte att initiera modemet

source: Failed to save configuration: %s
sv: Det gick inte att spara konfigurationen: %s

source: Failed to set operating mode
sv: Det gick inte att ange driftläge

source: Fast (every second)
sv: Snabb (varje sekund)

source: Fetched content seems empty or too short.
sv: Det hämtade innehållet verkar vara tomt eller för kort.

source: Fetched content seems too long. Maximum 8192 bytes.
sv: Det hämtade innehållet verkar vara för långt. Högst 8192 byte.

source: Fetching key from URL…
sv: Hämtar nyckel från URL…

source: File listing upstream resolvers, optionally domain-specific, e.g. {servers_file_entry01}, {servers_file_entry02}.
sv: Fil som listar uppströms resolvrar, eventuellt domänspecifika, t.ex. {servers_file_entry01}, {servers_file_entry02}.

source: File not accessible
sv: Filen är inte åtkomlig

source: File to store DHCP lease information.
sv: Fil där information om DHCP-leasingavtal ska lagras.

source: File to store active DHCP leases in.
sv: Fil där aktiva DHCP-leasingavtal ska lagras.

source: File with upstream resolvers.
sv: Fil med uppströms resolvrar.

source: Filename of the boot image advertised to clients.
sv: Filnamn på startavbildningen som annonseras till klienter.

source: Filesystem
sv: filsystem

source: Filter IPv4 A records
sv: Filtrera IPv4 A-poster

source: Filter IPv6 AAAA records
sv: Filtrera IPv6 AAAA-poster

source: Filter SRV/SOA service discovery
sv: Filtrera SRV/SOA-tjänsteupptäckt

source: Filter active
sv: Aktivt filter

source: Filter arbitrary RR
sv: Filtrera godtyckliga resursposter

source: Filter backup
sv: Reservfilter

source: Filter private
sv: Filtrera privata

source: Filters SRV/SOA service discovery, to avoid triggering dial-on-demand links.
sv: Filtrerar SRV/SOA-tjänsteupptäckt för att undvika att utlösa uppringning vid behov.

source: Finalizing failed
sv: Slutförandet misslyckades

source: Find all currently attached filesystems and swap and replace configuration with defaults based on what was detected
sv: Identifiera alla för närvarande anslutna filsystem och växlingsutrymmen och ersätt konfigurationen med standardvärden baserat på vad som hittades

source: Find and join network
sv: Hitta och anslut till nätverk

source: Firewall Mark
sv: Brandväggsmarkering

source: Firewall Settings
sv: Brandväggsinställningar

source: Firewall Status
sv: Status för brandvägg

source: Firewall mark
sv: Brandväggsmarkering

source: Firmware File
sv: Fil för inbyggd programvara

source: First answer wins.
sv: Första svaret gäller.

source: Fixed source port for outbound DNS queries.
sv: Fast källport för utgående DNS-frågor.

source: Flash image...
sv: Skriv avbilden...

source: Flash image?
sv: Skriv avbilden?

source: Flash new firmware image
sv: Flash ny firmwareavbildning

source: Flash operations
sv: Flashåtgärder

source: Flashing…
sv: Skriver…

source: Follow
sv: Följ
